import { assetRoot } from './assets';

export const teacherClips = {
  "clear-practice": {
    "text": "哇，这次字音整体读得真清楚呀！一颗颗文字小珠子，被你串成了有声音的项链！接下来，听听你刚才读的这一小段。咱们放慢一点，再试一次，好吗？",
    "url": assetRoot + "1879289111063580.mp3"
  },
  "clear-explore": {
    "text": "哇，这次字音整体读得真清楚呀！一颗颗文字小珠子，被你串成了有声音的项链！再选一句你喜欢的话读一读吧！逗号歇一小口气，句号停一停。来，试试看！",
    "url": assetRoot + "1879289111062556.mp3"
  },
  "smooth-practice": {
    "text": "哇，这次读得很连贯呢！句子坐上了你的小火车，呜——稳稳地向前走，给你点个赞！接下来，听听你刚才读的这一小段。咱们放慢一点，再试一次，好吗？",
    "url": assetRoot + "1879289101510985.mp3"
  },
  "smooth-explore": {
    "text": "哇，这次读得很连贯呢！句子坐上了你的小火车，呜——稳稳地向前走，给你点个赞！再选一句你喜欢的话读一读吧！逗号歇一小口气，句号停一停。来，试试看！",
    "url": assetRoot + "1879289092678825.mp3"
  },
  "effort-practice": {
    "text": "嘿，你把自己的朗读录下来啦！书上的文字有了你的声音，送你一朵勇敢开口的小花！接下来，听听你刚才读的这一小段。咱们放慢一点，再试一次，好吗？",
    "url": assetRoot + "1879289094851994.mp3"
  },
  "effort-explore": {
    "text": "嘿，你把自己的朗读录下来啦！书上的文字有了你的声音，送你一朵勇敢开口的小花！再选一句你喜欢的话读一读吧！逗号歇一小口气，句号停一停。来，试试看！",
    "url": assetRoot + "1879289057555514.mp3"
  },
  "welcome": {
    "text": "嗨，你好呀！我是小秋，很高兴听见你的声音！读完以后，我会先说说你的亮点，再陪你练一个小地方。来，咱们一起读吧！",
    "url": assetRoot + "1879662125861003.mp3"
  }
};
